Repository: fcotton/packager
Catalog: locales/*/main.po
Languages: fr

source: Pack plugins
fr: Packager des extensions

source: Unable to build package. Error :
fr: Impossible de créer le package. Erreur :

source: Pack selected plugins
fr: Packager les extensions selectionnées

source: Pack selected themes
fr: Packager les thèmes selectionnés

source: No available plugins
fr: Aucune extension disponible

source: No available themes
fr: Aucun thème disponible

source: No such plugin
fr: Aucune extension correspondante

source: No such theme
fr: Aucun thème correspondant

source: Package(s) successfully created.
fr: Package(s) créé(s) avec succès.

source: Configuration successfully updated.
fr: Configuration mise à jour avec succès.

source: Pack themes
fr: Packager des thèmes

source: General options
fr: Options générales

source: Repository path :
fr: Chemin vers le dépôt :

source: Also create gzipped tar archives
fr: Créer également les archives tar gzipées

source: Advanced options
fr: Options avancées

source: Add packager tab in plugins management
fr: Ajouter l'onglet du packager dans la gestion des extensions

source: Save configuration
fr: Enregistrer la configuration
